const pitchInterval =[
  {
    "id": 0,
    "name": ["纯一度"]
  },
  {
    "id": 1,
    "name": ["小二度","增一度"]
  },
  {
    "id": 2,
    "name": ["大二度","减三度"]
  },
  {
    "id": 3,
    "name": ["小三度","增二度"]
  },  {
  "id": 4,
  "name": ["大三度","减四度"]
},
  {
    "id": 5,
    "name": ["纯四度"]
  },
  {
    "id": 6,
    "name": ["增四度","减五度"]
  },
  {
    "id": 7,
    "name": ["纯五度"]
  },  {
  "id": 8,
  "name": ["小六度","增五度"]
},
  {
    "id": 9,
    "name": ["大六度"]
  },
  {
    "id": 10,
    "name": ["小七度"]
  },
  {
    "id": 11,
    "name": ["大七度"]
  },  {
  "id": 12,
  "name": ["纯八度"]
},
  {
    "id": -1,
    "name": ["小二度","增一度"]
  },
  {
    "id": -2,
    "name": ["大二度","减三度"]
  },
  {
    "id": -3,
    "name": ["小三度","增二度"]
  },  {
  "id": -4,
  "name": ["大三度","减四度"]
},
  {
    "id": -5,
    "name": ["纯四度"]
  },
  {
    "id": -6,
    "name":["增四度","减五度"]
  },
  {
    "id": -7,
    "name": ["纯五度"]
  },  {
  "id": -8,
  "name":  ["小六度","增五度"]
},
  {
    "id": -9,
    "name": ["大六度"]
  },
  {
    "id": -10,
    "name":  ["小七度"]
  },
  {
    "id": -11,
    "name": ["大七度"]
  },
  {
    "id": -12,
    "name": ["纯八度"]
  }
]
export default pitchInterval